// © Copyright 2015 HP Development Company, L.P.

DMMGenericErrorDescription = "Asetuksia ei voitu käyttää";
DMMInstallationErrorRecoverySuggestion = "Osa puuttuu tai siinä on virheitä. Asenna sovellus uudelleen ja yritä uudestaan.";
DMMUnrecoverableErrorRecoverySuggestion = "Kriittinen virhe tapahtui. Käynnistä sovellus uudelleen ja kokeile uudestaan.";
